INSERT INTO books (id ,name, year, pages_num, description, img) VALUES
(1, 'Си++ и компьютерная графика', 2003, 352, 'Навчальний посібник', '22.jpg'),
(2,'Программирование на языке Go', 2013, 580, 'Перед вами практичний посібник з Go', '23.jpg'),
(3,'Философия Java', 2017, 1168, 'Повна нова версія книги про основні проблеми програмування', '27.jpg');

INSERT INTO authors (id, name) VALUES (1, 'Андрій Богуславский'), (2, 'Марк Саммерфільд'), (3, 'Брюс Еккель');

INSERT INTO authors_books (author_id, book_id) VALUES (1, 1), (2, 2), (3, 3);